Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: The campaign is the primary form in which Wesnoth is intended to be played, is probably the most enjoyable, and is the recommended way for new players to learn the game.
uk_ua: Кампанії - це головний і, мабуть, найбільш цікавий тип гри, для якої і задуманий Веснот, і є рекомендованим початком для новачків.

source: The chance to hit a unit usually depends on how well that unit can defend itself in the terrain in which it is standing. However, magical attacks always have a 70% chance to hit, and units with the <i>Marksman</i> ability are guaranteed at least a 60% chance of a hit when they attack on their own turn.
uk_ua: Шанс завдати збитку противникові зазвичай залежить від того, наскільки той уміє захищатися на місцевості, на якій стоїть. Проте, магічні атаки завжди (і при атаці, і при обороні) потрапляють з вірогідністю в 70%, а атаки бійців із здатністю <i>снайпер</i>, при атаці на своєму ходу, потрапляють з відогідністю не менше ніж 60%.

source: The cleansing waters of an oasis will heal the injured. The fiery ichor of the underworld hinders the flightless, while offering illumination in darkness to those that may fly above it.
uk_ua: Цілющі води оазису лікують поранених. Вогняні рідини підземного світу зупиняють безкрилих, та освітлюють шлях для літаючих на.

source: The cold, it burns!
uk_ua: Холод, мене обпалює холод!

source: The command that the server uses to start a new server process via the B<restart> command. (Can only be issued via the fifo. See the B<allow_remote_shutdown> setting.)
uk_ua: Команда, яку використовує сервер, щоб запустити новий серверний процес за допомогою команди B<restart>. (Може бути заданий лише через fifo. Див. параметр B<allow_remote_shutdown>).

source: The computer player might not be able to play side $side_number properly in this scenario. Side $side_number is intended to be played by a human player.
uk_ua: Комп'ютер не може правильно зіграти цей сценарій за гравця $side_number. Передбачається, що гравець $side_number - це людина.

source: The connection to the remote server is not secure. The add-on <i>$addon_title</i> cannot be uploaded.
uk_ua: З'єднання з віддаленим сервером не є безпечним. Аддон <i>$addon_title</i> не може бути вивантажений.

source: The continent on which the <ref>dst='kingdom_wesnoth' text='Kingdom of Wesnoth'</ref> lies. Its west coast is surrounded by the <ref>dst='great_ocean' text='Great Ocean'</ref>.
uk_ua: Континент, на якому знаходиться <ref>dst='kingdom_wesnoth' text='Королівство Веснот'</ref>. ЙОго західне узбережжя омивається <ref>dst='great_ocean' text='Великим Океаном'</ref>.

source: The curious name of the Elvish ‘Avengers’ comes from a tactic often employed by these master rangers. The enemy is allowed to break through a feint defense and when the vulnerable troops behind the front line follow, these archers break cover and attack, cutting supply lines and surrounding the enemy in one fell stroke. This has, at times, been interpreted as a form of vengeance for their brethren lost earlier in the battle. While not so base in design, it is not at all inaccurate.
uk_ua: Цих майстерних лісників називають цікавим ім'ям 'Месники' за їх тактику. Ворогові дають пройти крізь слабку оборону, а коли вслід за передовою лінією підходять вразливі загони, ці лучники скидають маскування і атакують, відрізуючи постачання і оточуючи противника одним точним ударом. Іноді це вважають формою помсти за їх полеглих в боях побратимів. Хоча їх задум і не такий, заперечувати це повністю теж не можна.

source: The current time of day can be observed under the minimap in the status pane. For the usual day/night cycle, morning and afternoon count as day, first and second watch count as night:
uk_ua: Поточний час доби можна подивитися під мінікартою на панелі стану. Для звичайного циклу дня/ночі ранок і полудень вважаються днем, перша і друга варта вважаються за ніч:

source: The currently chosen era is not compatible with your setup. Please select a compatible one.
uk_ua: Наразі обрана ера несумісна з вашим встановленням. Виберіть сумісну.

source: The currently chosen modification is not compatible with your setup. Please select a compatible one.
uk_ua: Наразі обрана модифікація несумісна з вашим встановленням. Виберіть сумісну.

source: The currently chosen scenario is not compatible with your setup. Please select a compatible one.
uk_ua: Наразі обраний сценарій несумісний з вашим встановленням. Виберіть сумісну.

source: The dangers inherent in trying to walk on <italic>text='lava'</italic> are fairly obvious. As far as movement is concerned, lava is equivalent to <ref>dst='terrain_unwalkable' text='unwalkable'</ref> terrain, and can only be crossed by those units capable of flying a considerable distance above it. The molten magma also produces a substantial glow, illuminating the area immediately above it. This provides an attack bonus for lawful units and removes the attack bonus from chaotic units.
uk_ua: Досить очевидні небезпечні наслідки спроб походити по <italic>text='лаві'</italic>. Лава еквівалентна <ref>dst='terrain_unwalkable' text='непрохідній'</ref> місцевості і її можуть перетнути лише здатні літати на великі відстані бійці. Розплавлена магма також помітно сяє, і освітлює область безпосередньо над нею. Це надає бонус атаки для порядних бійців і знімає цей бонус для хаотичних бійців.

source: The dark sorcerer is a strong unit; attack him with multiple units at once and try to force him off his keep.
uk_ua: Чорнокнижник доволі сильний боєць, тому атакуйте його декількома воїнами одночасно та змусьте його покинути цитадель.

source: The darkness beckons...
uk_ua: Мене вабить темрява...

source: The darkness is so heavy... I do not know how much longer I can go on...
uk_ua: Темрява занадто важка... Я не знаю, як довго я ще зможу йти...

source: The dawn breaks — now is the time for us to attack and drive these bandits from our lands. To me, men of the South Guard!
uk_ua: Світанок! Час атакувати і вибити бандитів з нашої землі. До мене, воїни Південної варти!

source: The default theme
uk_ua: Стандартна тема

source: The degree of customization offered by the Wesnoth engine allows players to create their own game content, including new scenarios, campaigns, and much more beyond what is offered in the official content bundled with the game.
uk_ua: Ступінь гнучкості рушія Весноту дозволяє гравцям створювати свій власний контент, включаючи нові сценарії, кампанії та багато всього іншого. Цей список не обмежується тим, що входить в комплект гри.

source: The description of the add-on to display in the add-ons manager.
uk_ua: Опис аддону, що відображуватиметься на сервері аддонів.

source: The difficulty of the specified campaign (1 to max). If none specified, the campaign difficulty selection widget will appear.
uk_ua: Складність зазначеної кампанії (від 1 до макс). Якщо вона не зазначена, то з'явиться діалог вибору складності кампанії.

source: The directory where the server stores game replays. (Don't forget the trailing /!) Defaults to `' which means the directory wesnothd was started in.
uk_ua: Директорія, де сервер зберігає повтори ігор. (Не забудьте косу риску / в кінці!) Типове значення `' що означає директорію з якої запущений wesnothd.

source: The dirtgrubber-friends have come! Slay them all!
uk_ua: Друзі-землеїди прийшли! Убийте їх усіх!

source: The dirtgrubbers have come! Stop their advance!
uk_ua: Землеїди вже тут! Зупиніть їх!

source: The distant west has long been fabled as the homeland of all living things before it was ruined by a deluge of disasters. Legends tell of the ingenuity of the ancients in their final hours as they struggled to fight back violent storms of fire and ash. Only recently have secretive expeditions to this land revealed the truth of these stories — most strikingly, a channel of immense enchanted walls. Between intense volcanic islands and vast seas of molten brimstone lies land kept pristine and untouched — yet mysteriously abandoned nonetheless.
uk_ua: Далекий захід, перед тим як бути зруйнованим потоком катастроф, довго фігурував у міфах як батьківщина усіх живих створінь. Легенди розповідають про винахідливість древніх у їхні останні години, розповідають, як вони щосили намагалися боротися проти жорстоких штормів з попелу та вогню. Тільки недавно секретні експедиції до цих земель показали правдивість цих історій — і найбільш вражаючим був канал з величезними зачарованими стінами. Між діючими вулканічними островами та безмежними морями розплавленої сірки, лежить чиста та недоторкана земля — яку, тим не менш, таємничо покинули.

source: The distant, legendary city of Malisat is famed for many great works — among its most prized being the enormous complex known as the Bath of Glory. Made to be a relaxing paradise to weary soldiers returning home, the Bath is a stunning oasis built where once was nothing but sand. In time, it has become a city unto its own, with arts and music flourishing about the wild culture centered on the baths. The complex’s vastness means flared tempers between wealthy nobles can turn into veritable battlegrounds — but even this has become a form of entertainment woven into the allure of the Bath.
uk_ua: Далеке, легендарне місто Малісат славиться багатьма великими витворами — а серед них найбільш відомий величезний комплекс, знаний як Купальня слави. Купальня слугувала як розслабляючий рай для солдатів, що повертаються додому. Це — вражаючий оазис, буквально збудованим посеред пісків. Через деякий час, вона сама по собі стала містом, з мистецтвом та музикою, процвітаючим на дикій культурі навколо Купалень. Обширність комплексу означає перепалки між багатими дворянами, які можуть перетворитися на справжні поля бою, але навіть це стало своєрідною формою розваги, вплетеної в чарівність Купалень.

source: The dragon’s cave has yielded some treasure!
uk_ua: У печері дракона залишився невеликий скарб!

source: The dread inspired by black magic comes chiefly from how little is known about it by the common man. Dark sorceresses have begun to unlock the secrets of life and death, the latter of which is all too easy to inflict. This labor gives the first glimmerings of the connection between the soul and inert matter, and the first successful experiments in manipulating this bond. The terrible unknown that lurks beyond death is glimpsed, and will inevitably be fathomed. Despite any design they may have of using this to wrest their own immortality from nature’s grasp, the first results of their work have immediate, and unpleasant applications. The life they breathe into dead matter can create servants for them, servants which will work, but which will also kill, and will never question their mistress. These creations have a loyalty any tyrant would dream of, and it is tempting to those with even the merest desire for power.
uk_ua: Страх перед чорною магією походить в основному від того, як мало про неї знають звичайні люди. Чорнокнижниці займаються пізнанням таємниць життя і смерті, і при цьому останню дуже легко втілити. Їх праця приносить перші проблиски зв'язку між душею і грубою матерією, і перші успішні експерименти з маніпулювання цим зв'язком. Страшне невідоме, що ховається за бар'єром смерті, вже видиме для них, і незабаром буде неминуче зрозуміле. Чим би вони не займалися, щоб вирвати власне безсмертя з рук природи, перші результати їх роботи отримують негайне і неприємне застосування. Життя, яке вони можуть вдихнути в мертве тіло, дає їм слуг, які можуть заради них працювати і вбивати, і ніколи не поставлять питань господярю. Їх слухняність — мрія будь-якого тирана, і велика спокуса для тих, хто схильний до щонайменшого жадання влади.

source: The dread inspired by black magic is enhanced by the secrecy and fell rumors which surround it. Dark sorcerers have begun to unlock the secrets of life and death, the latter of which is all too easy to inflict. This labor gives the first glimmerings of the connection between the soul and inert matter, and the first successful experiments in manipulating this bond. The terrible unknown that lurks beyond death is glimpsed, and will inevitably be fathomed. Despite any design they may have of using this to wrest their own immortality from nature’s grasp, the first results of their work have immediate, and unpleasant applications. The life they breathe into dead matter can create servants for them, servants which will work, but which will also kill, and will never question their masters. These creations have a loyalty any tyrant would dream of, and it is tempting to those with even the slightest desire for power.
uk_ua: Страх перед чорною магією підсилюється таємністю чорної магії та великою кількістю чуток, що її оточують. Чорнокнижники займаються пізнанням таємниць життя і смерті, і при цьому останню дуже легко втілити. Їх праця приносить перші проблиски зв'язку між душею і грубою матерією, і перші успішні експерименти з маніпулювання цим зв'язком. Страшне невідоме, що ховається за бар'єром смерті, вже видиме для них, і незабаром буде неминуче зрозуміле. Чим би вони не займалися, щоб вирвати власне безсмертя з рук природи, перші результати їх роботи отримують негайне і неприємне застосування. Життя, яке вони можуть вдихнути в мертве тіло, дає їм слуг, які можуть заради них працювати і вбивати, і ніколи не поставлять питань господярю. Їх слухняність — мрія будь-якого тирана, і велика спокуса для тих, хто схильний до щонайменшого жадання влади.

source: The dwarven race has always been famed for its sturdiness of build, and many of their warriors outfit themselves to take advantage of this. Dwarven guardsmen march into battle with tower shields and spears. Most often, their role is to hold the line, and to take a heavy toll on those who try to break it. As the line marches forward, they act to secure its hard-won advance.
uk_ua: Раса гномів славиться міцною статурою, і багато їх воїнів екіпіруються так, щоб використовувати цю перевагу. Гноми гвардійці йдуть в битву із списами і величезними щитам. Зазвичай їх роль — утримувати ряди і збирати криваву данину з тих, хто намагається їх прорвати. У міру просування гвардійці захищають важко зайнятий простір.

source: The dwarves have come to the Brown Hills. While they live long, even they grow like weeds when in an empty field. There is trouble brewing.
uk_ua: На Коричневі Пагорби прийшли гноми. Вони живуть довго, але і вони множаться як бур'яни в чистому полі. Назрівають складнощі.

source: The dwarves led Delfador through a veritable maze of tunnels; Delfador was amazed at the speed with which the dwarves could move through them. Far sooner than he would have believed possible, they reached their destination, undetected by Iliah-Malal.
uk_ua: Гноми повели Делфадора через справжній лабіринт тунелів. Делфадор був уражений швидкістю, з якою гноми можуть переміщатися у своїх тунелях. Набагато швидше, ніж він вважав за можливе, вони досягли місця свого призначення, непоміченими Іліа-Малалом.

source: The dwarves of Kal Kartha muttered among themselves and looked at one another uneasily. None stepped forward.
uk_ua: Гноми Кал Карти перешіптувалися між собою та ніяково озиралися. Ніхто не виступив наперед.

source: The elfses have da fire ruby, and you have nothing!
uk_ua: У ельфів є вогонь-рубін, а у вас немає нічого!

source: The elves are attacking Westin! They’ll surely destroy the city without us there to defend it...
uk_ua: Ельфи атакують Вестін! Вони точно знищать місто, що лишилось без нашого захисту...

source: The elves don’t have the Ruby of Fire. We perpetrated a ruse on the orcs. If they return they will come looking for the elves.
uk_ua: У ельфів немає Вогняного Рубіна. Ми обдурили орків. Якщо вони повернуться, вони прийдуть за ельфами.

source: The elves have abandoned us in this accursed forest! We are surely lost!
uk_ua: Ельфи покинули нас у цьому проклятому лісі! Ми ніколи не знайдемо дорогу додому!

source: The elves have advanced much further than anticipated; Krumful, Unhul, arise!
uk_ua: Ельфи просунулися набагато далі, ніж ми чекали; Крамфуле, Анхуле, повстаньте!

source: The elves knew that with Delfador close to the King, Wesnoth would be a reliable ally. And it was for a while.
uk_ua: Ельфи знали, що якщо Делфадор знаходитиметься при Королі, то Веснот буде надійним союзником. Деякий час так і було.

source: The elves might want our gold.
uk_ua: Може, ельфам потрібно наше золото.

source: The elves will fight. They may even prevail. But I fear things do not bode well for them. Let us not speak of it now. Onward!
uk_ua: Ельфи будуть битися далі. Можливо, вони навіть переможуть. Але, я боюся, ця битва не віщує їм нічого доброго. Годі про це. Вперед!

source: The elves will not fight; they hate the orcs, but spoke darkly of human greed and foolishness. I have never seen them so unfriendly. There is something they know of and fear, but they would not tell me what it is.
uk_ua: Ельфи не воюватимуть; вони ненавидять орків, але й погано ставляться до людей, вони вважають нас жадібними та дурними. Я ніколи ще не бачив їх так вороже налаштованими. Є ще щось, про що вони знають і чого вони бояться, але вони не розповіли мені, що це.

source: The elvish forces are spread out. Seek to fight them one at a time with several of your units.
uk_ua: Сили ельфів розбрелися по околицям. Атакуйте їх поодинці, використовуючи декілька своїх бійців за раз.

source: The email address for the nickname ‘$nick’ is banned on this server’s forums for $duration|.
uk_ua: E-mail адреса для ніку '$nick' заблокована на форумі цього серверу на термін: $duration|.

source: The email address for the nickname ‘$nick’ is banned on this server’s forums.
uk_ua: E-mail адреса для ніку '$nick' заблокована на форумі цього серверу.

source: The encircling tactic is very powerful, particularly against fast opponents. By placing two units on opposite sides of an enemy, their zones of control will restrict it to one hex of movement in any direction. Unfortunately, you must completely surround skirmishers to immobilize them.
uk_ua: Оточення - дуже сильна тактика, особливо проти швидких противників. Якщо Ви поставите двох своїх бійців з різних сторін від противника, їх зони контролю не дадуть йому піти далі, ніж на одне поле. На жаль, щоб не дати рухатись авангардистам, ви повинні оточити їх повністю.

source: The enemy cheers as a dark mist rises from the land, engulfing you. As ghostly wisps drain away your will, you realize that your time in this land is over.
uk_ua: Вороги тріумфують, дивлячись, як чорний туман, піднімаючись із землі, охоплює вас. Коли примарний шепіт подавлює вашу волю, ви розумієте, що ваш час на цій землі добіг кінця.

source: The enemy is drawing near. My personal guards must join the fight. We can only hope help arrives soon.
uk_ua: Ворог наближається. Моя особиста охорона повинна приєднатися до битви. Залишається тільки сподіватися, що допомога скоро підійде.

source: The entire village looks to the senior elder for guidance. Strong and wise, the senior elders take responsibility for the community’s well-being on their shoulders. Provincial officials tend to choose senior village elders as magistrates so that legal and customary authority will coincide.
uk_ua: Все село звертається до старійшини за порадою. Сильні та мудрі, на своїх плечах старійшини несуть відповідальність за добробут сільської спільноти. Влада провінції зазвичай обирає старійшин суддями, так що вони мають владу та повагу, як і від народу, так і від вищого керівництва.

source: The expenses incurred at the end of every turn to maintain your army. The first number is the amount of gold that will be deducted. It is equal to the number of unit levels not supported by villages. The second is the total cost of upkeep, including that covered by villages — in other words, the amount of gold that would be deducted if you lost all villages.
uk_ua: Витрати на утримання армії, стягуються в кінці кожного ходу. Перше число — кількість золота, яка буде втрачена. Воно дорівнює сумі рівнів бійців, які не утримуються селами. Друге — загальні витрати на армію, включаючи утримання від сіл. Іншими словами — сума, яку ви будете платити, якщо втратите всі ваші села.

source: The faerie nature of the mermaids is strongest in the Sirens, whose connection to the currents of magic often causes them to be mistaken for naiads themselves. Though certainly far from the truth, the mistake is understandable, as true naiads are rarely seen even by mermaids. The manifestation of their magic is certainly very similar; the water about a siren can be commanded at whim, like an extension of herself. The myriad applications of this rarely occur to land dwellers, who simply regard it with wonder.
uk_ua: Магічна природа русалок найсильніше проявляється в Сиренах, чому їх часто плутають з наядами. Хоча це далеко не так, причина помилки зрозуміла, оскільки справжніх наяд рідко бачили навіть водяні. Прояви їх магії дуже схожі; вода навколо сирени підвладна її волі, немов продовження її тіла. Їх здібності мають безліч проявів, але украй рідко проявляються на суші, тому жителі суші вважають їх чудесами.

source: The file already exists. Do you wish to overwrite it?
uk_ua: Файл вже існує, переписати його?

source: The file has been downloaded.
uk_ua: Файл було завантажено.

source: The file or folder $path cannot be created.
uk_ua: Файл або тека $path не може бути створено

source: The file or folder $path does not exist.
uk_ua: Файл або тека $path не існує

source: The file you have tried to load has no replay information.
uk_ua: Файл, який Ви намагалися завантажити, не має жодної інформації для перегляду.

source: The file you have tried to load is corrupt
uk_ua: Файл, який Ви намагалися завантажити, пошкоджений

source: The file you have tried to load is corrupt: '
uk_ua: Файл, який Ви намагалися завантажити, пошкоджений: '

source: The file you have tried to load is not from the current session.
uk_ua: Файл, який Ви намагалися завантажити, не з цієї сесії.

source: The first platoon approaches...
uk_ua: Перший загін наближається...

source: The first thing you will probably want to do is recruit your first unit. Press <literal>Ctrl+r</literal> (or right click on an empty castle hex and select "Recruit") and you will be able to recruit a unit from a list of all the units available to you. Each recruit is placed on an empty castle hex. Once you have filled the castle, you cannot recruit any more until units move off. Your opponent&#8217;s commander is similarly placed on its castle keep and will begin by recruiting its troops&#8201;&#8212;&#8201;so don&#8217;t dilly-dally looking at the scenery, there&#8217;s a battle to be won.
uk_ua: Перше, що ви, напевне, захочете зробити - завербувати свого першого бійця. Натисніть <literal>Ctrl+r</literal> (чи клацніть на вільному полі замку правою кнопкою і виберіть "Вербувати") і ви зможете завербувати бійця зі списку доступних. Кожен щойно завербований боєць розміщується на порожньому полі замку. Як тільки ви заповните усі поля, ви більше не можете вербувати, поки ваші бійці не зрушаться звідти. Таким же чином командир вашого противника розташовується в укритті свого замку і теж починає вербувати війська - тому не позіхайте, має відбутися битва, в якій треба перемогти.

source: The fish people gave good value for the last load. More metal of that type is desired.
uk_ua: Рибники непогано заплатили на минулий вантаж. Треба ще такого металу.

source: The fleet is starving, we’ll never pacify this island before we all die!
uk_ua: Наш флот голодує, ми раніше загинемо, ніж утихомиримо цей острів!

source: The fleet must regroup here. We have to defeat these monsters.
uk_ua: Флоту потрібно перегрупуватися. Доведеться розібратися з цими чудовиськами.
